[{"content": "Daiichikosho Co., Ltd. engages in the karaoke business. It operates through the following segments: Commercial Karaoke, Karaoke and Restaurant, Music Software, and Others. The Commercial Karaoke segment sells and leases commercial karaoke equipment. It also provides audio source and video content to online karaoke. The Karaoke and Restaurant segment operates karaoke rooms and restaurants. The Music Software segment produces and sells music and video software. The Others segment covers the BGM broadcasting, web, and real estate leasing businesses. The company was founded by Tadahiko Hoshi in March 1971 and is headquartered in Tokyo, Japan.\rISIN: JP3475200006", "id": 582668474, "author": null, "title": "Daiichikosho", "evals": [], "description": "", "thumbnail": null, "categories": [], "link": null, "pubDate": null, "guid": null}, {"content": "General Electric Co. is a technology and financial services company that develops and manufactures products for the generation, transmission, distribution, control and utilization of electricity. Its products and services include aircraft engines, power generation, water processing, security technology, medical imaging, business and consumer financing, media content and industrial products. The company operates through eight segments: Power, Oil & Gas, Aviation, Healthcare, Transportation, Appliances & Lighting and GE Capital. The Power segment serves power generation, industrial, government and other customers worldwide with products and services related to energy production. The Oil & Gas segment supplies mission critical equipment for the global oil and gas industry, used in applications spanning the entire value chain from drilling and completion through production, liquefied natural gas and pipeline compression, pipeline inspection, and downstream processing in refineries and petrochemical plants. The Aviation segment products and services include jet engines, aerospace systems and equipment, replacement parts and repair and maintenance services for all categories of commercial aircraft; for a wide variety of military aircraft, including fighters, bombers, tankers and helicopters; for marine applications; and for executive and regional aircraft. The Healthcare segment products include diagnostic imaging systems such as magnetic resonance, computed tomography and positron emission Tomography scanners, X-ray, nuclear imaging, digital mammography and molecular imaging technologies. The Transportation segment engages in global technology and supplier to the railroad, mining, marine and drilling industries. The Appliances & Lighting segment products include major appliances and related services for products such as refrigerators, freezers, electric and gas ranges, cooktops, dishwashers, clothes washers and dryers, microwave ovens, room air conditioners, residential water systems for filtration, softening and heating, and hybrid water heaters. The GE Capital segment offers financial services and products worldwide for businesses of all sizes, services include commercial loans and leases, fleet management, financial programs, credit cards, personal loans and other financial services. The company was founded by Thomas A. Edison in 1878 and is headquartered in Boston, MA.\rISIN: US3696041033\r", "id": -401807595, "author": null, "title": "General Electric", "evals": [], "description": "", "thumbnail": null, "categories": [], "link": null, "pubDate": null, "guid": null}, {"content": "Matsuya Foods Co., Ltd. engages in the operation of Japanese-style fast food restaurants. Its products include beef-on-rice, set meals, pork cutlet, sushi, and Chinese noodles. Its also provides product sales as well as restaurant technology. The company was founded by Toshio Kawarabuki on June 16, 1966 and is headquartered in Tokyo, Japan.\rISIN: JP3869800007", "id": 1441629356, "author": null, "title": "Matsuya Foods", "evals": [], "description": "", "thumbnail": null, "categories": [], "link": null, "pubDate": null, "guid": null}, {"content": "Tesla, Inc. engages in the design, development, manufacture, and sale of fully electric vehicles, energy generation and storage systems. It also provides vehicle service centers, supercharger station, and self-driving capability. The firm operates through Automotive, and Energy Generation and Storage segments. The Automotive segmeng includes the design, development, manuafcture and sale of electric vehicles. The Energy GEneration and Storage segment includes the design, manufacture, installation, sale, and lease of stationary energy storage products and solar energy systems, and sale of electricity generated by its solar energy systems to customers. The company was founded by Jeffrey B. Straubel, Elon Reeve Musk, Martin Eberhard, and Marc Tarpenning on July 1, 2003 and is headquartered in Palo Alto, CA.\rISIN: US88160R1014\r", "id": 1311510773, "author": null, "title": "Tesla", "evals": [], "description": "", "thumbnail": null, "categories": [], "link": null, "pubDate": null, "guid": null}]